Repository: KingOfTheAce2/legislation-library-translation-dictionary
Catalog: import/book 4 (para level).tmx
Source language: en_gb
Languages: nl

source: In addition to the decision, the award in any event states:
nl: Het vonnis bevat, naast de beslissing, in elk geval:

source: a. the name and place of residence of the arbitrator or each of the arbitrators;
nl: a. de namen en woonplaatsen van de arbiter of arbiters;

source: b. the name and place of residence of each of the parties;
nl: b. de namen en woonplaatsen van de partijen;

source: c. the date on which the award is made;
nl: c. de dagtekening van de uitspraak;

source: d. the place where the award is made;
nl: d. de plaats van de uitspraak;

source: e. the grounds for the decision given in the award.
nl: e. de gronden voor de in het vonnis gegeven beslissing.

source: In derogation from Article 1057(4)(e), the award need not include grounds for the decision given if:
nl: In afwijking van het vierde lid, onder e, bevat het vonnis geen gronden voor de gegeven beslissing indien:

source: a. the award exclusively concerns the determination only of the quality or condition of tangibles as referred to in Article 1020(4)(a);
nl: a. het vonnis uitsluitend betreft de enkele vaststelling van de hoedanigheid of van de toestand van zaken als bedoeld in artikel 1020, vierde lid, onder a;

source: b. the recording of a settlement as referred to in Article 1069;
nl: b. de vastlegging van een vergelijk als bedoeld in artikel 1069;

source: or
nl: of

source: c. in all other events, after the arbitration has been initiated, the parties agree in writing that no grounds will be given for the decision.
nl: c. in alle andere gevallen, nadat de arbitrage aanhangig is gemaakt, de partijen schriftelijk overeenkomen dat geen gronden voor de beslissing worden gegeven.

source: Article 1058
nl: Artikel 1058

source: The arbitral tribunal ensures that, as soon as possible:
nl: Het scheidsgerecht draagt er zorg voor dat ten spoedigste:

source: a. the original of the award, or a copy of the award certified by an arbitrator or a third party designated by the parties, is transmitted to the parties;
nl: a. het origineel van het vonnis, of een afschrift hiervan gewaarmerkt door een arbiter of de door partijen aangewezen derde, aan de partijen wordt verzonden;

source: b. the original of a final or partial final award is filed with the court office of the district court within whose district the place of arbitration is located, to the extent the parties have so agreed.
nl: b. het origineel van een geheel of gedeeltelijk eindvonnis wordt nedergelegd ter griffie van de rechtbank binnen welker arrondissement de plaats van de arbitrage is gelegen, voor zover de partijen dit zijn overeengekomen.

source: The award is treated as having been transmitted if four weeks have elapsed after the date of the award.
nl: Het vonnis wordt geacht te zijn verzonden indien vier weken na de dagtekening van het vonnis zijn verstreken.

source: Without prejudice to the provisions of Articles 1060, 1061 and 1065a, the mandate of the arbitral tribunal terminates when the last final award is transmitted to the parties or, in the event referred to in Article 1058(1) (b), upon the last final award being filed with the court office of the district court.
nl: Onverminderd het bepaalde in de artikelen 1060, 1061 en 1065a eindigt de opdracht van het scheidsgerecht door verzending van het laatste eindvonnis aan partijen of in het geval bedoeld in het eerste lid onder b, door nederlegging ter griffie van de rechtbank van het laatste eindvonnis.

source: No copy of or extract from an award filed may be issued to third parties.
nl: Van een nedergelegd vonnis wordt geen afschrift of uittreksel aan derden verstrekt.

source: Except where the parties have agreed other time limits as referred to in Articles 1060, 1061, and 1061c, a time limit of three months from the date of filing the award with the court office of the district court applies, if the parties have agreed to file the award.
nl: Tenzij de partijen andere termijnen als bedoeld in de artikelen 1060, 1061, 1061c zijn overeengekomen, geldt een termijn van drie maanden na de dag van nederlegging van het vonnis ter griffie van de rechtbank, indien partijen nederlegging zijn overeengekomen.

source: Article 1059
nl: Artikel 1059

source: Decisions pertaining to the legal relationship in dispute and taken in an arbitral award not subject to ordinary remedies have res judicata effect in another action between the same parties as from the date on which such decisions are given.
nl: Beslissingen die de rechtsbetrekking in geschil betreffen en zijn vervat in een in kracht van gewijsde gegaan arbitraal vonnis hebben in een ander geding tussen dezelfde partijen gezag van gewijsde met ingang van de dag waarop zij zijn gegeven.

source: Article 236(2) and (3) apply mutatis mutandis.
nl: Artikel 236, tweede en derde lid, is van overeenkomstige toepassing.

source: Article 1059(1) does not apply to decisions as referred to in Article 1043b concerning an interim measure.
nl: Het eerste lid geldt niet voor beslissingen als bedoeld in artikel 1043b betreffende een voorlopige voorziening.

source: An arbitral award as referred to in Article 1059(1), which is not subject to ordinary remedies, will have binding effect between the same parties in other actions as from the date on which the award was given.
nl: Een in kracht van gewijsde gegaan arbitraal vonnis als bedoeld in het eerste lid heeft bindende kracht tussen dezelfde partijen in een ander geding met ingang van de dag waarop het is gewezen.

source: Article 1060
nl: Artikel 1060

source: A party may, within a time limit as agreed by the parties or within three months after the date on which the award was transmitted, apply to the arbitral tribunal in writing requesting that the arbitral tribunal correct a manifest computing error, clerical error, or other manifest error that is easy to correct.
nl: Een partij kan binnen een termijn als overeengekomen tussen de partijen of tot drie maanden na de dag van verzending van het vonnis, het scheidsgerecht schriftelijk verzoeken een kennelijke rekenfout, schrijffout of andere kennelijke fout die zich voor eenvoudig herstel leent in het vonnis te verbeteren.

source: If the particulars referred to in Article 1057(4)(a) to (d) inclusive are stated incorrectly or are partially or wholly absent from the award, a party may, within a time limit as agreed by the parties or within three months after the date on which the award was transmitted, apply to the arbitral tribunal in writing requesting that the arbitral tribunal correct such particulars.
nl: Indien de gegevens, genoemd in artikel 1057, vierde lid, onder a tot en met d, onjuist zijn vermeld of geheel of gedeeltelijk in het vonnis ontbreken, kan een partij binnen een termijn als overeengekomen tussen de partijen of tot drie maanden na de dag van verzending van het vonnis, het scheidsgerecht schriftelijk de verbetering van die gegevens verzoeken.

source: The arbitral tribunal transmits a copy of the request as referred to in Articles 1060(1) and (2) to the counterparty.
nl: Een verzoek als bedoeld in het eerste of tweede lid, wordt door het scheidsgerecht in afschrift aan de wederpartij gezonden.

source: The arbitral tribunal may, within a time limit as agreed by the parties or within three months after the date on which the award was transmitted, correct an error as referred to in Article 1060(1) and (2) on its own initiative.
nl: Het scheidsgerecht kan, binnen een termijn als overeengekomen tussen de partijen of tot drie maanden na de dag van verzending van het vonnis, ook uit eigen beweging tot de verbetering, bedoeld in het eerste of het tweede lid, overgaan.

source: Before the arbitral tribunal decides on a request as referred to in Article 1060(1) and (2), or decides on its own initiative to correct an error as referred to in Article 1060(4), it allows the parties to express their views.
nl: Voordat het scheidsgerecht op het verzoek, bedoeld in het eerste of tweede lid, beslist, of uit eigen beweging tot de verbetering als bedoeld in het vierde lid beslist, over te gaan, stelt het de partijen in de gelegenheid zich daarover uit te laten.

source: If the arbitral tribunal corrects an error, the arbitral tribunal must make the correction on the original and the copies of the award and sign these documents, or state the correction in a separate document and sign this separate document.
nl: Gaat het scheidsgerecht tot de verbetering over, dan wordt deze door het scheidsgerecht op het origineel en op de afschriften van het vonnis aangebracht en ondertekend, dan wel in een apart door het scheidsgerecht ondertekend stuk vermeld, welk stuk geacht wordt deel uit te maken van het vonnis.

source: This separate document is treated as a part of the award. Article 1057(1) to (3) inclusive and Article 1058(1) apply mutatis mutandis .
nl: De artikelen 1057, eerste tot en met het derde lid, en artikel 1058, eerste lid, zijn van overeenkomstige toepassing.

source: If the arbitral tribunal denies the application for correction, it communicates this to the parties in writing.
nl: Wijst het scheidsgerecht het verzoek tot de verbetering af, dan deelt het dit schriftelijk aan de partijen mede.

source: The request referred to in Article 1060(1) and (2) does not suspend the possibility of enforcement of the award, except where the court in summary proceedings finds that compelling reasons exist to suspend enforcement until a decision has been made on the request.
nl: Het verzoek, bedoeld in het eerste en tweede lid, schort de mogelijkheid tot tenuitvoerlegging niet op, tenzij de voorzieningenrechter gewichtige redenen aanwezig acht om die mogelijkheid wel op te schorten totdat over het verzoek is beslist.

source: The provisions in Article 1070 apply mutatis mutandis to the decision of the court in summary proceedings.
nl: Het bepaalde in artikel 1070 is op de beschikking van de voorzieningenrechter van toepassing.

source: The same applies if the arbitral tribunal proceeds to make the correction on its own initiative in accordance with Article 1060(4).
nl: Hetzelfde geldt als het scheidsgerecht overeenkomstig het vierde lid uit eigen beweging tot verbetering overgaat.

source: Article 1061
nl: Artikel 1061

source: Within a time limit agreed by the parties or within three months after the date on which the award was transmitted, a party may apply to the arbitral tribunal for an additional award where the award does not include a decision on every part of the claim or counterclaims presented to the arbitral tribunal.
nl: Heeft het scheidsgerecht nagelaten, te beslissen omtrent een of meer vorderingen of tegenvorderingen welke aan zijn oordeel waren onderworpen, dan kan de meest gerede partij, binnen een tussen partijen overeengekomen termijn of tot drie maanden na de dag van verzending van het vonnis, het scheidsgerecht verzoeken, een aanvullend vonnis te wijzen.

source: The arbitral tribunal transmits a copy of the request to the counterparty.
nl: Het verzoek wordt door het scheidsgerecht in afschrift aan de wederpartij gezonden.

source: The arbitral tribunal allows the parties to express their views on the request before deciding on it.
nl: Voordat het scheidsgerecht op het verzoek beslist, stelt het de partijen in de gelegenheid zich daarover uit te laten.

source: An additional award constitutes an arbitral award to which the provisions of Title 1, Sections 3 to 5 inclusive apply.
nl: Een aanvullend vonnis geldt als een arbitraal vonnis; daarop zijn de bepalingen van de derde tot en met de vijfde afdeling van deze Titel van toepassing.

source: If the arbitral tribunal denies a request for an additional award, it also notifies the parties in writing.
nl: Wijst het scheidsgerecht het verzoek tot een aanvullend vonnis af, dan deelt het zulks schriftelijk aan de partijen mede.

source: A copy of this notice, signed by an arbitrator or the secretary of the arbitral tribunal, may be filed with the court office of the district court in accordance with the provisions of Article 1058(1)(b).
nl: Een afschrift van deze mededeling, getekend door een arbiter of de secretaris van het scheidsgerecht, kan, overeenkomstig het bepaalde in artikel 1058, eerste lid, onderdeel b ter griffie van de rechtbank worden nedergelegd.

source: SECTION 3A - ARBITRAL APPEAL
nl: DERDE A AFDELING. ARBITRAAL HOGER BEROEP

source: Article 1061a
nl: Artikel 1061a

source: If the parties have agreed to arbitral appeal, the provisions in Title 1 apply if and to the extent not otherwise provided for in this Section or to the extent inappropriate given the nature of the arbitral appeal.
nl: Indien de partijen arbitraal hoger beroep zijn overeengekomen, is het bepaalde in deze titel van toepassing voorzover in deze afdeling niet anders is bepaald of de aard van het arbitraal hoger beroep zich daartegen verzet.

source: Article 1061b
nl: Artikel 1061b

source: Arbitral appeal against an arbitral award is only possible if the parties have so provided by agreement.
nl: Arbitraal hoger beroep tegen een arbitraal vonnis is slechts mogelijk indien de partijen daarin bij overeenkomst hebben voorzien.

source: That agreement must comply with the requirements of Articles 1020 and 1021 as well as with the requirements of Articles 10:166 and 10:167 of the Civil Code.
nl: Deze overeenkomst dient te voldoen aan de vereisten van de artikelen 1020 en 1021 alsmede aan de vereisten van de artikelen 166 en 167 van Boek 10 van het Burgerlijk Wetboek.

source: Article 1061c
nl: Artikel 1061c

source: The parties may initiate an arbitral appeal within a time limit as agreed between the parties or within three months after the date on which the award was transmitted.
nl: Binnen een termijn als overeengekomen tussen de partijen of tot drie maanden na de dag van verzending van het vonnis, kunnen partijen arbitraal hoger beroep instellen.

source: Article 1061d
nl: Artikel 1061d

source: An arbitral appeal may be initiated against a final award and a last partial final award.
nl: Arbitraal hoger beroep kan worden ingesteld tegen een geheel eindvonnis en een laatste gedeeltelijk eindvonnis.

source: Except where the parties have agreed otherwise, an arbitral appeal may also be initiated against other partial final awards.
nl: Tenzij de partijen anders zijn overeengekomen, kan eveneens arbitraal hoger beroep worden ingesteld tegen andere gedeeltelijke eindvonnissen.

source: Save for an award based on Article 1043b(1), an arbitral appeal against an interim award may only be initiated concurrently with an arbitral appeal against a final or partial final award, except where the parties have agreed otherwise.
nl: Tegen een tussenvonnis, met uitzondering van een vonnis op grond van artikel 1043b, eerste lid, kan arbitraal hoger beroep slechts tegelijk met dat van het geheel of gedeeltelijk eindvonnis worden ingesteld, tenzij de partijen anders zijn overeengekomen.

source: Article 1061e
nl: Artikel 1061e

source: Arbitral appeal is available against an arbitral award made under Article 1046(4) if and to the extent all the parties to the consolidated proceedings have agreed for there to be an arbitral appeal.
nl: Tegen een op de voet van artikel 1046, vierde lid, gewezen arbitraal vonnis staat arbitraal hoger beroep open, indien en voorzover alle bij het samengevoegde geding betrokken partijen bij overeenkomst in zodanig hoger beroep hebben voorzien.

source: Article 1061f
nl: Artikel 1061f

source: If the arbitral tribunal declines jurisdiction as referred to in the second sentence of Article 1052(5), arbitral appeal is allowed.
nl: Ingeval van onbevoegdverklaring door het scheidsgerecht als bedoeld in artikel 1052, vijfde lid, tweede zin, is arbitraal hoger beroep toegelaten.

source: If the arbitral tribunal accepts or declines jurisdiction, the provisions in Articles 1052(4) and (5) apply after a decision has been made on appeal, or the time limit for initiating an appeal has expired without being used, or earlier, if either party has waived the possibility of appeal in writing, or later, at the moment of premature termination of the appeal.
nl: Ingeval van bevoegdverklaring en onbevoegdverklaring door het scheidsgerecht zijn de bepalingen van artikel 1052, vierde en vijfde lid, van toepassing nadat in hoger beroep uitspraak is gedaan, of de voor dit beroep geldende termijn ongebruikt is verstreken dan wel eerder, indien door ieder der partijen schriftelijk van hoger beroep afstand is gedaan, of later, op het moment van voortijdige beëindiging van het hoger beroep.

source: Article 1061g
nl: Artikel 1061g

source: The penalty for non-compliance as referred to in Article 1056 may also be claimed for the first time on arbitral appeal.
nl: De dwangsom als bedoeld in artikel 1056 kan ook voor het eerst in arbitraal hoger beroep worden gevorderd.

source: In derogation from the provisions in Article 1056, in the events referred to in Article 611d, parties must apply for any lifting, suspension, or reduction of the penalty for non-compliance to the arbitral tribunal on appeal, if and to the extent the mandate of that arbitral tribunal is still in effect.
nl: In afwijking van het bepaalde in artikel 1056, dient in de gevallen bedoeld in artikel 611d de opheffing, de opschorting of de vermindering van de dwangsom te worden verzocht aan het scheidsgerecht in hoger beroep, indien en voor zolang de opdracht van dat scheidsgerecht voortduurt.

source: Article 1061h
nl: Artikel 1061h

source: The arbitral award made in first instance may only be supplemented in arbitral appeal in accordance with Article 1061.
nl: Het in eerste aanleg gewezen arbitraal vonnis kan slechts in arbitraal hoger beroep worden aangevuld overeenkomstig artikel 1061.

source: The application to that end must be made within the time limit applicable for arbitral appeal.
nl: Het verzoek daartoe moet binnen de voor het hoger beroep geldende termijn worden gedaan.

source: The parties may depart from the provisions of this Article by agreement.
nl: De partijen kunnen bij overeenkomst van het in dit artikel bepaalde afwijken.

source: Article 1061i
nl: Artikel 1061i

source: Except where the law provides otherwise or where inappropriate given the nature of the case, the arbitral tribunal in first instance may, if this is claimed, declare that its award is enforceable notwithstanding arbitral appeal.
nl: Tenzij uit de wet of uit de aard van de zaak anders voortvloeit, kan het scheidsgerecht in eerste aanleg, indien dit wordt gevorderd, verklaren dat zijn vonnis uitvoerbaar bij voorraad zal zijn niettegenstaande arbitraal hoger beroep.

source: The declaration of enforceability notwithstanding any remedy may relate to the entire award or a part of the award.
nl: De uitvoerbaarverklaring bij voorraad kan het gehele vonnis betreffen of een gedeelte daarvan.

source: The arbitral tribunal may make the declaration conditional on an amount of security as determined by the arbitral tribunal being provided.
nl: Het scheidsgerecht kan aan de uitvoerbaarverklaring bij voorraad de voorwaarde verbinden dat tot een door het scheidsgerecht te bepalen bedrag zekerheid wordt gesteld.

source: If the award is not declared enforceable notwithstanding arbitral appeal by the arbitral tribunal in first instance and arbitral appeal is initiated against that award, a claim seeking such a declaration may be submitted to the arbitral tribunal on arbitral appeal.
nl: Indien het vonnis niet uitvoerbaar bij voorraad is verklaard door het scheidsgerecht in eerste aanleg en tegen dat vonnis arbitraal hoger beroep is ingesteld, kan een vordering tot uitvoerbaarverklaring bij voorraad worden ingesteld bij het scheidsgerecht in arbitraal hoger beroep.

source: That claim, after the counterparty has been heard, is dealt with without delay.
nl: Op deze vordering zal, de wederpartij gehoord, dadelijk worden beslist.

source: The second and third sentences of Article 1061i(1) apply mutatis mutandis .
nl: De tweede en derde zin van het eerste lid zijn van overeenkomstige toepassing.

source: If the arbitral tribunal in first instance declares the award enforceable notwithstanding arbitral appeal, but does not impose a condition that security be provided, and if arbitral appeal is initiated against that award, a claim to that end may be presented to the arbitral tribunal on appeal.
nl: Indien het vonnis uitvoerbaar bij voorraad is verklaard door het scheidsgerecht in eerste aanleg, evenwel zonder dat daaraan de voorwaarde is verbonden dat zekerheid wordt gesteld, en indien tegen dat vonnis arbitraal hoger beroep is ingesteld, kan een daartoe strekkende vordering worden ingesteld bij het scheidsgerecht in arbitraal hoger beroep.

source: Article 1061j
nl: Artikel 1061j

source: In derogation from the provisions in Article 1059(3), an arbitral award made in first instance is binding between the same parties in other actions as from the date on which the time limit for arbitral appeal has expired and no appeal has been initiated, or earlier, as from the date on which the possibility of appeal has been waived in writing, or later, at the moment of premature termination of the appeal, or as from the date on which a decision has been made on appeal, if and to the extent the award in first instance has been affirmed in that appeal.
nl: In afwijking van het bepaalde in artikel 1059, derde lid, heeft een in eerste aanleg gewezen arbitraal vonnis bindende kracht tussen dezelfde partijen in een ander geding met ingang van de dag waarop de voor het arbitraal hoger beroep geldende termijn ongebruikt is verstreken, of eerder, met ingang van de dag waarop schriftelijk van hoger beroep afstand is gedaan, of later, op het moment van voortijdige beëindiging van het hoger beroep, dan wel met ingang van de dag waarop in hoger beroep uitspraak is gedaan, indien en voorzover het vonnis in eerste aanleg in dat hoger beroep is bevestigd.

source: Article 1061k
nl: Artikel 1061k

source: An arbitral award given in first instance that has been declared enforceable notwithstanding arbitral appeal, and an arbitral award that has been made on appeal, may be enforced in accordance with the provisions of Title 1, Section 4.
nl: Een in eerste aanleg gewezen arbitraal vonnis dat uitvoerbaar bij voorraad is verklaard, en een arbitraal vonnis dat is gewezen in arbitraal hoger beroep, kan worden tenuitvoergelegd overeenkomstig de bepalingen van de vierde afdeling van deze titel.

source: In addition to Article 1063(1), the court in summary proceedings of the district court may also deny enforcement if enforceability notwithstanding arbitral appeal has been ordered contrary to Article 1061i.
nl: In aanvulling op artikel 1063, eerste lid, kan de voorzieningenrechter van de rechtbank tenuitvoerlegging van het arbitraal vonnis ook weigeren, indien in strijd met artikel 1061i tenuitvoerlegging bij voorraad is bevolen.
